/*
свежие статьи habr.com, stackoverflow, по Vue.js на русском ничего нет, после JS 2 уже можно искать вакант джуна по JS c Vue.js

tripster, biglion, docdoc

проще начинать в маленьких конторах и потом уже переходить в более серьезные конторы

сейчас все востребованы, и бэк и фронт, везде дефицит




//====================================
мобильное приложение пишется на JS
опыт написания скриптов на различных языках(bash, ansible)


привет, мои маленькие друзья
сейчас я расскажу вам сказку





*/
