/*
по работе:
мобильное приложение пишется на JS
опыт написания скриптов на различных языках(bash, ansible)

Back - End
использование в работе стека технологий: Javascript, TypeScript, Node.js, MS SQL, Postgresql. (требования к вакансии ГазПром)

Front - End
Требования:
высшее образование в сфере информационных технологий, прикладной математики
опыт разработки frontend приложений с использованием Vue или React от 2 лет
умение использовать локальное хранилище браузера для работы без подключения к Интернету
умение разрабатывать юнит-тесты, умение комментировать код
опыт работы в команде.
Желательно:
опыт практического применения leaflet.js или аналогичных библиотек.
опыт разработки программного обеспечения.
*/
//===================================

/*свежие статьи habr.com, stackoverflow, по Vue.js на русском ничего нет, после JS 2 уже можно искать вакант джуна по JS c Vue.js

tripster, biglion, docdoc

проще начинать в маленьких конторах и потом уже переходить в более серьезные конторы

сейчас все востребованы, и бэк и фронт, везде дефицит

мобильное приложение пишется на JS*/













