/*
по работе:
мобильное приложение пишется на JS
опыт написания скриптов на различных языках(bash, ansible)

Back - End
использование в работе стека технологий: Javascript, TypeScript, Node.js, MS SQL, Postgresql. (требования к вакансии ГазПром)

Front - End
Требования:
высшее образование в сфере информационных технологий, прикладной математики
опыт разработки frontend приложений с использованием Vue или React от 2 лет
умение использовать локальное хранилище браузера для работы без подключения к Интернету
умение разрабатывать юнит-тесты, умение комментировать код
опыт работы в команде.
Желательно:
опыт практического применения leaflet.js или аналогичных библиотек.
опыт разработки программного обеспечения.
*/
//===================================